delete from adventure;
delete from sqlite_sequence where name='adventure';

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name,
  value)
values(
1, 
1, 
'prologe',
'俺はエージェント009 ジョン・ドゥ。
ゼロゼロナンバーを持つ最後のエージェントだ。

今回のミッションはシベリアにある施設から新型生物兵器の計画書を奪取することだ。
見た目はごく普通の工場だが裏で極秘に生物兵器の研究を進めているという情報を
先行して潜入している工作員『ニキータ』からリークが入った。

俺は早速シベリアの地にたどり着いた。2月のシベリアはマイナス40°、寒さのあまり全身が痛い。
この極寒の地で強制労働を強いられている者は100万人にものぼる。
彼らは国籍もバラバラで貧困者、元犯罪者、政治犯など、様々な背景を持つ連中がひしめいている。
中央管理経済での弊害がこの僻地で如実に表れていることを実感する。

俺は人目をかき分け、一般労働者に紛れてシベリア鉄道から
目的地である工場へ潜入していく。

俺は資本主義の犬だが主義主張はない。金払いの良い奴に付いていくだけだ。
一つ言える確かなことは、西と東が喧嘩している間は俺たちの"稼業"が儲かるということだ。



----Warnig-----------------------------
※タイプ問題は全角半角を区別します。
 一度文字を打った文字は修正できないので注意してください。
---------------------------------------
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name,
  value)
values(
2,
1,
'meet_nikita',
'工場内に潜入した私は早速工作員『ニキータ』との接触を図った。
あらかじめ指定した接触場所へと向かう。

ニキータ「あなたがJね、噂通り時間ピッタリじゃない。それにしても今日のシベリアは一段と冷えるわね。」

J「・・・。」

ニキータ「あら、ビジネスライクな男ね。」

J「俺は女とお喋りするためにシベリアまで来た訳じゃない・・・。」

ニキータ「フッ・・・分かったわ。」

一呼吸おいて彼女は現地で入手した情報について話し出した。

この工場で秘密裏に行われている新型生物兵器の研究は1945年にスタートした。
元々この工場は主に大祖国戦争での捕虜の収容・懲役が目的とされた。
しかし捕虜の中には兵士だけではなく、第一級の研究者も数多く収容されており、
その中にはベルリンでの生物兵器の実験に携わっていた者もあった。
終戦後、ナチスが秘密裏に生物兵器の実験を行っていたことを知ったウラジミールは
この研究を続けたいという野心に駆られ、この工場に収容されていた研究者を
半ば強制的にプロジェクトに参加させた、というのが事の始まりらしい。

生物兵器の研究は順調に進み、現在ではサンプルの開発に成功。
今後量産化にも着手する予定ということだ。

とても有益な情報だ。彼女の腕前は一流なのは間違いない。

ニキータ「例の兵器は研究室の奥に厳重に保管されているわ。入るには何重ものセキュリティを抜けないといけないわ。」

ニキータ「それと生物兵器は火に弱いわ。破壊するなら引火性の高いものに直接触れさせれば大丈夫よ。」

ニキータ「じゃあ私は離脱するわね。」

彼女の情報を忘れないようにしよう。


…………………………


工場の休憩所では労働者たちでひしめいている。

労働者「おいお前！新入りか！こっちこいよ！」

髭を蓄えた貫禄のある労働者に声をかけられた。
ここは適当に空気を合わせてやりすごすしかない。

労働者「今賭け事をやってんだ。」

労働者「お前も参加しろ！勝てばウォッカがもらえるぞ！」

労働者「参加するには十分すぎる条件だろ！ほらここに座れよ！」

賭け事に参加させられた。掛けているものは、なけなしの金や大したことのない物ばかりだ。
これくらいなら問題ないだろう。
１回掛けたらとっとと終わりにするか。

どうやらブラックジャックをやっているらしい。
私に3枚のカードが配られた。

私の合計は17だ。あと1枚引くかどうか……。

労働者「4枚目をひくか？それで勝負するか？」



-----------Warnig!!------------------
……どうする？

1: ひく 
2: 引かない
-------------------------------------



');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
2, 
2, 
'next_chapter3',
'そろそろ研究室へ入る準備をしよう。

私は研究者から奪った服で変装をし、研究室へと繋がる連絡橋へ向かった。
連絡橋の先には研究室があるが、その前にロックされた鉄製の扉と二人の警備がいる。
警備といっても軍服にアサルトライフルを携えており、これはもう立派な軍人だ。
彼らの承諾がない限り、この鉄の塊でできた扉は永久に開かない。
"この"研究者が警備員と顔見知りではないこと祈るしかない。

私は平然を装いながら入室カードを警備員に手渡した。
警備員は手渡された入室カードをしばらく眺めた後、私の顔をじっとみた。

警備員「今日も元気そうだな、セリョージャ。この前言ってたお友達のアンドレイは元気か？」

私は警備員の警戒心を引かないようにゆっくりと口を開けた……。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  2, 
  3, 
  'item_vodka',
'J「・・・引く。」

私は確信をもってそう答えた。
カードは5。これで私の合計は21、ブラックジャックだ。

労働者「おめでとさん！お前だけ大当たりだ！」

労働者「ほら、賭けていたウォッカだ。受け取りな！」

私は労働者にパスされたウォッカをキャッチした。
こんなものをもらっても邪魔だが、周りの労働者たちが羨望の目でウォッカをみている。
ここは嬉しそうなふりをして立ち去ろう。



『ウォッカを手に入れた。』
');

insert into adventure 
  (chapter_id, 
    adventure_id, 
    adventure_name, 
    value)
  values(
    2,
    4, 
    'item_beer',
'J「・・・これで勝負だ。」

私は確信をもってそう答えた。
20のものが1位で、17の私は2位だった。

労働者「おめでとさん！大当たりでもないが、まあまあだな！」

労働者「ほら、賭けていたビールだ。受け取りな！」

私は労働者にパスされたビールをキャッチした。
こんなものをもらっても邪魔だが、周りの労働者たちが少し羨む目でビールをみている。
ここは嬉しそうなふりをして立ち去ろう。



『ビールを手に入れた』
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  3, 
  1, 
  'in_lab',
'私は警備員の尋問を難なく終え、研究室への入室を許可された。

第一関門はクリアしたが、仕事はまだ始まったばかりだ。
気を抜いてはいられない。ここからが正念場だ。
新型生物兵器はこの研究棟の地下3階の一番奥にある。
ただし、新型生物兵器の計画書の奪取が主目的だ。
破壊はあくまで副次的な目的でありプライオリティを間違えないようにしなければならない。

ハッキングが上手くいけば両目的がかなり楽に目的が達成されるが、
ソ連政府が力を入れている研究施設だ。ハッキングも容易ではないだろう。

ハッキングが無理ならば何重もの認証ロックがある扉を抜けなければならない。
こちらも生半可な対策では簡単に見破られ捕まってしまうだろう。

どちらにせよ、計画書の奪取は骨の折れる作業になりそうだ。

ハッキングをするため、サーバールームへと急ぎたいが、どこかに寄ってからでもいいだろう。

研究室のメインホールだ。あまり目立った行動は控えよう。



-----------Warnig!!------------------
どこへいこうか……。

1: ラウンジへいく 
2: 素粒子研究室へいく 
3: 放射能研究室へいく
-------------------------------------

');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  3, 
  2, 
  'hacking',
'研究室に寄り道をした私は、任務遂行のため研究棟のサーバールームへと入った。

無数にあるサーバーから数ある中の一点を目指し迷うことなく進んでいく。
実験を行っている研究室へと繋がっているサーバーへ接続を行い、専用のモバイルを起動させる。
私は上着を脱ぎ楽な格好になる。

ハッキングの用意はできた。
ここからが正念場だ。もちろん失敗は許されない。

失敗すればセキュリティが強制的に掛けられ、再チャレンジは不可能になり、
何重もの認証センサーの突破を強いられるだろう。

私は深呼吸し、ハッキングを始めた・・・。
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name,
  value)
values(
  3, 
  3, 
  'item_serverroom_cardkey',
'私はラウンジへ入った。

ここは研究者たちが休憩やリフレッシュするために訪れる場所だ。
ここは最も話しかけられやすい場所なので、正直早く退室したいのだが・・・。

私は近くで寝ている研究者をみた。
彼の懐からカードキーがずれ落ちている。
すかさず私は彼の懐からカードキーを拝借した。



『サーバールームのカードキーを手に入れた。』
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  3, 
  4, 
  'item_lab_cardkey',
'私は素粒子研究室へと足を運んだ。

どうやら実験中らしく、中では大型ハドロンを用いて素粒子実験を行っている。

中にいる研究者はみんな忙しいようだ。これなら自由に動き回ることが出来る。

……ん？

私はデスクにあるカードキーをみつけた。
いただくとしよう。



『一番奥にある研究室のカードキーを手に入れた。』
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  3, 
  5, 
  'item_factoryking_cardkey',
'私は放射能研究室へと入室した。

滅菌室を通って入室したが、中には2、3人の研究者がぽつんといるだけだ。
彼らは熱心に何かを調べているようだ。私は彼らの邪魔をしないように室内を巡回した。

……ん？

引き出しの中にカードキーがある。いただくとしよう。
ニキータの写真が入ったキーホルダーがぶら下がっている。なんとまあ悪趣味なんだ...。



『工場長の部屋のカードキーを手に入れた。』
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  4, 
  1, 
  'successhack',
'???「ジョン・ドゥ氏。当法廷は、あなたが起訴状どおり有罪であることを宣言する。」
???「あなたは、ソビエト連邦に対し、アメリカ合衆国の利益のために継続的かつ反復的に」
???「スパイ活動とサボタージュを行ってきた。」
???「あなたの犯した犯罪に対し、当法廷はあなたに死刑を宣告する。」
???「ニキータ氏、当法廷は―――」

私はぐっしょり汗をかいて目を覚まし、ベッドから飛び起きた。
室内は薄暗くて汚れており、部屋の灯りは裸の豆電球が1つ寂しく点滅している。
少しして鉄格子の中にいると気づいた私は、捕虜の身であることを思い出した。
主目的は達成したものの、敵に察知され捕らえられたことを遠い昔の様に感じた。


―――私のハッキングは大成功だ。
釣り糸一本でクジラを釣り上げたかのような完璧なハッキングだった。
私はハック場所の特定と計画書のハッキングの仕事を終えモバイルを端子から外し、素早くサーバールームを後にした。

???「動くな！」

左頭部にハンドガンを突き付けられた私はピタリと動きを止めた。

兵士「ここで何をしていた？」

J「・・・何のことだ。」

ハンドガンを突き付けいてる人物へと目を向けようとしたが、
すぐさま組み伏せられ床に叩きつけられた。

兵士「お前には怪しい証拠はないが、その風貌と何事にも動じないその目、」

兵士「明らかにお前は怪しい。みっちり調べ上げてやるからな！」

ドン



という強い衝撃と共に私の意識は途切れた。


兵士「出ろ！」

2人の兵士に呼びかけられ私は牢の扉の向こう側へ出た。
これから拷問が始まるだろう。彼らは情報を吐き出させようとするが
私も必要最小限の情報しか知らされておらず、大して有益な情報は提供できないだろう。
これはただの私刑だ。隙をみつけ脱走の機会が訪れるまで根気よく時を待つ他ない。


兵士「この先だ！」

兵士が止まる。この先が拷問部屋だろう。ソ連式の拷問は特に嫌がられることで有名だ。
私は気を強く持ち扉の先へと向うのであった・・・。


???「そこに縛り付けろ！」
私は拷問官の顔をみた。
そこには恰幅の良い老人と横で冷酷な表情を浮かべるニキータの姿があった。

なるほど、ニキータは表向きではこの工場の責任者である工場長の秘書だったことを思い出した。
すると彼女の横にいる男は工場長であり、
彼女はウラジミールのスパイとして工場を監視すると共に、私の拷問を担当することで
祖国に忠誠を誓わせるという"踏み絵"にするため、この場にいるということだ。
時間にすれば1秒の4分の1くらいで、以上のことが頭に巡った。

スパイが担当の拷問は堪えるだろうが、お互い身元情報が漏洩しないように最新の注意を払いながら
それぞれの役割を演じなければならない。
生半可な演技では簡単に見破られるだろう。お互い本気でやらなければならない。
限界ギリギリの精神状態でどれだけ演じられるかで、今後の私の処理が変わってくるだろう……。

-----------Warnig!!------------------
拷問に抵抗するか？

1: 最後まで黙する
2: 屈したフリをする
-------------------------------------
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  4, 
  2, 
  'never_giveup',
'そこにはヘアピンが入っていた。

やはり、私の思ったとおりニキータはナイフの先端にヘアピンを仕込んでくれたのだ。

痛みは絶大だったが、ニキータの密かな助け舟に感謝しつつ私はピッキングを開始し、脱獄を開始した・・・。
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  4, 
  3,   
  'prison_break',
'拷問に何とか耐えた私は再び牢へ戻された。
指の1、2本は覚悟していたが、ニキータも切断の拷問は遠慮してくれたらしい。


その代わりスパイ仕込みの拷問は熾烈だった。
最後のナイフを太腿に刺されたときの痛みは想像を絶する。
牢に戻された私は早速太腿の傷をくりぬいた。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)values(
  4, 
  4, 
  'giveup',
'私は拷問に耐えることができなかった・・・。

私は再び牢へ戻された。自身の忍耐力のなさに失望し呆然と立ち尽くした。


その代わりスパイ仕込みの拷問は熾烈だった。
最後のナイフを太腿に刺されたときの痛みは想像を絶する。
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  4, 
  5, 
  'misshack',
'ハッキングに失敗してしまった・・・。

インターネットセキュリティは直ちにかけられ、ハッキングは不可能となってしまった。
私は自身の無能さ呆然としその場に固まってしまった。

残された道は何重もの認証センサーがある扉を抜けることだけだ。
私は急いでサーバールームを出ようとしたが、セキュリティのアラームが作動しため出られない！
間もなくして兵士が駆けつけ、私は囚われの身となった・・・。


兵士「出ろ！」

2人の兵士に呼びかけられ私は牢の扉の向こう側へ出た。
これから拷問が始まるだろう。彼らは情報を吐き出させようとするが
私も必要最小限の情報しか知らされておらず、大して有益な情報は提供できないだろう。
これはただの私刑だ。隙をみつけ脱走の機会が訪れるまで根気よく時を待つ他ない。


兵士「この先だ！」

兵士が止まる。この先が拷問部屋だろう。ソ連式の拷問は特に嫌がられることで有名だ。
私は気を強く持ち扉の先へと向うのであった・・・。


???「そこに縛り付けろ！」
私は拷問官の顔をみた。
そこには恰幅の良い老人と横で冷酷な表情を浮かべるニキータの姿があった。

なるほど、ニキータは表向きではこの工場の責任者である工場長の秘書だったことを思い出した。
すると彼女の横にいる男は工場長であり、
彼女はウラジミールのスパイとして工場を監視すると共に、私の拷問を担当することで
祖国に忠誠を誓わせるという"踏み絵"にするため、この場にいるということだ。
時間にすれば1秒の4分の1くらいで、以上のことが頭に巡った。

スパイが担当の拷問は堪えるだろうが、お互い身元情報が漏洩しないように最新の注意を払いながら
それぞれの役割を演じなければならない。
生半可な演技では簡単に見破られるだろう。お互い本気でやらなければならない。
限界ギリギリの精神状態でどれだけ演じられるかで、今後の私の処理が変わってくるだろう……。


-----------Warnig!!------------------
拷問に抵抗するか？

1: 最後まで黙する
2: 屈したフリをする
-------------------------------------
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  5, 
  1, 
  'in_lab2',
'私は装備を整え、地下から再び研究室へと潜入した。
おかしい。警備の数が少なすぎる。
実験は既に始まったのだろうか。
私が思案しているとスピーカーから野太い声が響いた。

工場長「同志諸君！」

工場長「私は共産党中央委員会の名において―――」


工場長が演説を行っているようだ。どうやら警備が手薄なのはこのためらしい。
私が捕らえられていると思っている今がチャンスだ。

ハッキングは既に成功している。
後は私が電波を送信するだけで扉のロックは全て解除されるだろう。
私は素早く新型生物兵器の実験室へと向かった。

実験室には数名の科学者がいたが、すぐさま彼らには『眠って』もらった。
私は端末から電波を送信を行う。

シリンダーに入っている生物兵器のサンプル6個が重厚なケースから出て、私の前に現れた。
最新の注意を払って処理しなければならない。一歩間違えれば大惨事だ。
どのように処理しようか。生物兵器の弱点を思い出そう。

');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  5, 
  2, 
  'destory',
'工場長「そして東部諸民族を呼び覚まし、西洋と東洋との間に掛け渡された橋を強化するという、既に着手された仕事を、」

工場長「一世紀にも渡る資本主義の抑圧から勤労者大衆を解放するという仕事を、続けることができるだろう。」

工場長「私はそれを疑わない。」

工場長「ソ連によって掲げられた旗、東部の勤労者大衆を解放するという旗、資本主義を粉砕するという旗は、」

工場長「共産主義組織の働き手によって、りっぱに最後まで持ち続けられるだろうということを、期待してやまない。」


工場長の演説が終わったようだ。急がないと兵士たちが戻ってくる。

私はウォッカに綿糸を詰め、即席の火炎瓶を作り生物兵器に向けて投げた。
生物兵器は全て破壊したが、思ったよりも炎の勢いは強い。
アラームがなり防火シャッターが作動するのは時間の問題だ。
任務は全て達成された。あとはここから脱出するのみ。
私は変装を素早く解き、研究棟からの脱出を開始した・・・。

実験室から出るとけたたましいサイレン音と共にロシア語で警告メッセージが鳴り響いた。
これで私の存在は感知されただろう。
しかし、大量の兵士は演説に出向いているので逃げるには絶好の機会だ。

アナウンス「緊急のため、シャッターを作動し真空にします。」
アナウンス「廊下には決して出ないでください。」

シャッターが作動した。閉じ込められたら最後、真空空間の中で圧死してしまうだろう。
時間との勝負だ。素早く、かつ迷うことなく研究棟から脱出しよう。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  5, 
  3, 
  'missing_basement',
'どのくらい走ったのだろうか。
信じられないことに私は地下で迷子となってしまった・・・。

私は自身の無能さに呆然としその場に立ち尽くしてしまった。

エンド2.BADEND
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  5, 
  4, 
  'notdestory',
'私は新型生物兵器のサンプル全てを思い切り床にたたきつけた。

任務は全て達成された。あとはここから脱出するのみ。
私は変装を素早く解き、研究棟からの脱出を開始した・・・。

実験室から出るとけたたましいサイレン音と共にロシア語で警告メッセージが鳴り響いた。
これで私の存在は感知されただろう。
しかし、大量の兵士は演説に出向いているので逃げるには絶好の機会だ。

アナウンス「バイオハザード発生のため、シャッターを作動し真空にします。」
アナウンス「廊下には決して出ないでください。」

シャッターが作動した。閉じ込められたら最後、真空空間の中で圧死してしまうだろう。
時間との勝負だ。素早く、かつ迷うことなく研究棟から脱出しよう。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  6, 
  1, 
  'escape_factory',
'私は素早い身のこなしで研究棟から脱出した。

研究棟の火災は思ったより勢いを増しており、窓ガラスが割れ炎が噴き出している。
引火性のある化学薬品に燃え移ったようだ。

サイレンと共に警戒する兵士や消化活動をする兵士、成り行きを見物している労働者など
あたりは騒然としている。この状況に乗じて脱出できるだろう。

しかし、私は最後の仕事を終える必要がある。救難信号をボスに向けて送ることだ。
兵舎にある無線室、あそこならば外部までの信号も届くだろう。

それに兵士は緊急事態のため、全員駆り出されているはずだ。
このパニックに乗じて信号を出し、脱出をしよう。


私は無線室へと向かった・・・。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  6, 
  2, 
  'signal_send',
'難なく無線室にたどり着いた。

私は無線を立ち上げ、救難信号を送る準備始めた……。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  6, 
  3, 
  'cant_escape_factory',
'私はつまづいて転んでしまった。

シャッターが私の前で無情にも閉まっていく。
私はひとり密閉空間に閉じ込められた・・・。











エンド3.BADEND
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  6, 
  4, 
  'cant_in_biconroom',
'このカードキーではサーバールームの向こう側にある無線室には入ることができない！

私は打ちひしがれ、
















貝になった。











エンド4.BADEND
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  6, 
  5, 
  'biohazard2',
'私は素早い身のこなしで研究棟から脱出した。
けたたましいサイレンが鳴り響いている。

J「……？」

私は周囲の異常を察知した。
サイレンが鳴り響いているのにもかかわらず、外はしんと静まり返っている。
すると私の近くに労働者が一人寄ってきた。

J「……！」

よくみると白目を剥いており、首がだらんとしている。
どうみても普通の人間ではない。

私は近づいてくるそれをピストルで打ち抜いた。
すると周囲に突然人だかりが発生した。

目を凝らしてみると、とんでもないものが私の目に入った。
人が人を襲っている。いや、人の成りをした怪物が人間を喰らい尽くしている。
信じられないことにゾンビパニックが起きているようだ。

新型生物兵器による空気感染によって起きた事態らしい。

とんでもない状況だがこれで逃げやすくなった。
私は救難信号をボスのもとへ送るべく、兵舎の無線室へと移動を開始した……。

無線室はがらんとして閑古鳥が鳴いている。
私は無線のスイッチを入れ、本部へ救難信号の送信を開始した……。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  7, 
  1, 
  'signalisOK',
'無線の訓練を繰り返し行ってきた私にとってこの程度の操作は体で覚えている。
流れるような手つきで操作を行い、手順を間違えることなく救難信号をボスに送信した。
これで生きて本国に帰還できる可能性は上がったが、この送信で私の位置は発覚されただろう。

任務は全て完了した。
あとは生きて脱出するのみ。

信号を送っている最中に火災の勢いは増しており、労働者のいる工場棟まで燃え移っている。
ソ連兵が工場の出入り口を封鎖したらしく、兵士と労働者で外はパニック状態だ。
一部では暴動も起きており、銃の音もちらほら聞こえる。
状況は私に味方したようだ。まだ運命の女神からは見放されていない。
脱出するには通常のルートからは出ることはできないが、
極秘の施設には秘密の脱出ルートが存在するのが定石だ。
私は地下を移動していた際にみつけた地下の道路へ向かった。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  7, 
  2, 
  'VSboss',
'???「そこでとまれ、ジョン・ドゥ！」

私はゆっくりと声のする方へ体を向けた。
そこにはライフルを突きつけている兵士5名と、その中心に立っている男がいる。
あの顔は見覚えがある。ソ連人、いや、知らない人の方が少ないであろう、クレムリンの総帥ウラジーミルだ。


J「お前がこの計画の黒幕ということか。」


ウラジーミル「そうだ。よくここまできた。」


J「なぜ、こんなことを計画した？」


ウラジーミル「資本主義を粉砕するためだよ。」

ウラジーミル「多民族国家であるソ連には民族の意思統一を図るために強大ななパワーが必要だ。」


J「そのための生物兵器ということか。」


ウラジーミル「そうだ。核兵器だけではもはや抑止力としては弱い。」

ウラジーミル「さらに今後、アメリカ、ドイツ、イギリスがそこに資本を投下してくるだろう。」

ウラジーミル「そうなると再び帝国主義的な兵器開発競争が始まってくる。」


J「グレートゲームということか」


ウラジーミル「そういうことだ。」

ウラジーミル「既に経済面で資本争奪戦が始まっている。」

ウラジーミル「アゼルバイジャンだ。」

ウラジーミル「あそこは豊かな油田があるがアゼルバイジャン人だけでは油田を開発する能力がない。」

ウラジーミル「そこでアメリカ、イギリスなどの資本主義国がそこに資本を投下している。」

ウラジーミル「経済戦争は既に始まっているのだよ。そして我々はそれに勝たなければならない。」

ウラジーミル「そして資本主義国の豚どもに打ち勝ち、ソ連人の血筋を持つものが政治、経済、文化の全ての領域を支配するのだ！！」


J「ナチズムの人種理論を再び蘇らせようというのか！？」


ウラジーミル「そういってもいい。」


彼の言動はお粗末でめちゃくちゃだ。要するに自己意識よりも血筋が問われる世界ということだ。
ソ連は社会主義を謳いながら、同時に帝国主義的な政治体制を敷いている。
アクセルとブレーキを同時に踏んでいるこのイデオロギーは、近いうちに自壊するだろう。

ウラジーミル「あいにくだが、再び強くなるソ連を貴様は見ることは一生ないだろう！」

ウラジーミル「貴様はここで死ぬのだからな！ジョン・ドゥ！」

ウラジーミルは腰に携えていたピストルの引き金に指をかけ、私に標準を合わせた・・・。
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  7, 
  3, 
  'signal_missed',
'なんということだ・・・。
私は救難信号の送信に失敗してしまった。
自身の無能さに呆然としその場に立ち尽くしてしまった・・・。



















エンド5.BADEND
');

insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  7, 
  5, 
  'hazardend',
'無線の訓練を繰り返し行ってきた私にとってこの程度の操作は体で覚えている。
流れるような手つきで操作を行い、手順を間違えることなく救難信号をボスに送信した。
これで生きて本国に帰還できる可能性は上がったが、この送信で私の位置は発覚されただろう。

任務は全て完了した。
あとは生きて脱出するのみ。

―――どれくらい走っただろうか。
目的の回収ポイントまでもう少しだ。

ニキータ「ジョン！」

ニキータが驚きの表情でこちらをみている。
まるで怪物にでも出会ったかのようだ。
私は失笑しニキータの元へ駆けた。

ニキータはライフルを私のほうに向け撃ってきた。
私は突然のことに驚いたが、不思議なことに全く痛くない。

どういうことだこれは。

私はスーパーマンになったかのような錯覚に陥った。
それに加え、ニキータがとんでもないご馳走にみえてきた
。
私のことを撃ってくるし、腕くらいはもらってもだいじょうぶだろ……。
私は走る速度を上げながら、止まらないよだれを必死に押さえながら全力でニキータへ向かった。

追いついた私は早速飛び掛り首筋を噛み付く。








うん、おいしい。















彼女の悲鳴を聞きながら私は意識が遠くなるのを感じた……。
















エンド6.BADEND
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  7, 
  6, 
  'hazardend2',
'なんということだ・・・。
私は救難信号の送信に失敗してしまった。
自身の無能さに呆然としその場に立ち尽くしてしまった……。

私は思わず頬を掻いた。

どろっ

ん？

私は痒みに襲われ、自分の頬に触れた。
頬の肉がごっそり落ちてしまった。


あれ どういうことだロう。

わタしは上着を脱いダ。

するト脱いだトきに肩ノ肉塊が崩れるヨうに落ちだシた。

アれ……？















72日後










僕はニコライ。
このシベリアで狩猟をやっているハンターさ。
今日はすっかり廃墟と化した工場を肝試しで探検しようと思う。
入り口まできたけど、雰囲気がものすごい！何かでてきそうだよ！
僕は近くにある兵舎に入っていった。
ん？
日誌があるようだ。
読んでみよう・・・。










------------------------------------------------------------------------------

無線兵の日誌


------------------------------------------------------------------------------
May 9 1968

夜、同僚のスコットとエリアス、研究員のスティーブとポーカーをやった。
スティーブの奴、やたらついてやがったがきっといかさまにちがいねェ。
俺たちをばかにしやがって。

------------------------------------------------------------------------------


------------------------------------------------------------------------------
May 10 1968

今日、研究員のおえら方から新しい化け物の世話を頼まれた。
皮をひんむいたゴリラのような奴だ。
生きたえさがいいってんで、豚を投げこんだら、奴ら、足をもぎ取ったり内臓を引き出したり
遊んだあげくやっと食いやがる。


------------------------------------------------------------------------------



------------------------------------------------------------------------------
May 11 1968

今朝５時頃、宇宙服みてえな防護衣を着たスコットに突然たたき起こされて俺も宇宙服を
着せられた。なんでも、研究所で事故があったらしい。
研究員の連中ときたら、夜も寝ないで実験ばかりやってるからこんな事になるんだ。

------------------------------------------------------------------------------


------------------------------------------------------------------------------
May 12 1968

昨日からこのいまいましい宇宙服をつけたままなんで、背中がむれちまって妙にかゆい。
いらいらするんで、腹いせにあの犬どもの飯を抜きにしてやった。
いい気味だ。


------------------------------------------------------------------------------



------------------------------------------------------------------------------
May 13 1968

あまりに背中がかゆいんで医務室にいったら、背中にでっけえバンソウコウを貼られた。
それから、もう俺は宇宙服を着なくていいと医者がいった。
おかげで今夜はよく眠れそうだぜ。

------------------------------------------------------------------------------



------------------------------------------------------------------------------
May 14 1968

朝起きたら、背中だけでなく足にも腫物ができてやがった。
犬どものオリがやけに静かなんで、足引きずって見に行ったら数が全然たりねえ。
めしを三日抜いたくらいで逃げやがって。
おえら方に見つかったら大変だ。

------------------------------------------------------------------------------





------------------------------------------------------------------------------
May 16 1968

昨日、この工じょうから逃げ出そうとした研究いんが一人、射さつされた、て はなしだ。
夜、からだ中 あついかゆい。
胸のはれ物 かきむしたら 肉がくさり落ちやがた。
いったいおれ どうな て

------------------------------------------------------------------------------




------------------------------------------------------------------------------
May 19 1968

やと ねつ ひいた も とてもかゆい
今日 はらへったの、いぬ のエサ くう

------------------------------------------------------------------------------


------------------------------------------------------------------------------
May 21 1968

かゆい かゆい スコットーきた
ひどいかおなんで ころし
うまかっ です。
4

------------------------------------------------------------------------------





------------------------------------------------------------------------------










かゆい
うま

------------------------------------------------------------------------------


エンド7.BADEND
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  8,
  1, 
  'trueend',
'パーン

銃声が鳴り響いた。

ニキータがウラジーミルのピストルを打ち抜いた。

ウラジーミル「・・・ニキータ！！！やはり貴様か。資本主義国の二重スパイだったというわけか。」

ニキータ「悪いわね。私には共産国のイデオロギーは合わないわ。」

ウラジーミル「なら貴様もここで終わりだ！」

ニキータ「いいえ、終わりなのはあなたたちよ！」

海面が騒がしくなったと思うと突然潜水艦が急浮上し、眼前に現れた。
星条旗を掲げている。これは味方の潜水艦だ。

兵士「ボス！みてください！海の向こうからも艦隊が！」

向こう岸をみると戦艦・駆逐艦・巡洋艦・空母が一斉にこちらに向かっている。
どれも星条旗を掲げている。どうやら救難信号は間に合ったらしい。

兵士「ボス！ここは引きましょう！我々の負けです・・・。」

ウラジーミル「くそ！」

ウラジーミル「ジョン・ドゥ！この借りは必ず返すからな！」


ウラジーミルの状況判断は素早く適切だった。
ウラジーミルはすぐさま撤退した。


大佐「ジョン！無事だったか！」


潜水艦から現れたのは大佐だった。私のボスであり親スパイだ。

大佐「ジョン、よくやってくれた。君なら必ずやり遂げると思っていた。」

大佐「これから国際社会はしばらく大変な騒ぎになるだろうが、それらの処理は政府機関に任せよう。」

大佐「ひとまず君の仕事は終わりだ。その完璧な腕前を引き続き私の元で存分に奮ってもらいたい。」


私はボスとニキータと共に潜水艦へ向かっていく。
シベリアの景色が私たちを優しく照らし続けた・・・。











エンド1.TRUE END
');

insert into adventure (
  chapter_id,
  adventure_id, 
  adventure_name, 
  value)
values(
  8, 
  2, 
  'no_nikita_flag',
'パーン

銃声が鳴り響いた。

私は体に強い衝撃を受け地面に叩きつけられた。

雪が真っ赤に染まっていく。

惜しかった。ニキータさえいてくれれば・・・。

私の意識はここで途切れた・・・。












エンド9.BADEND
');


insert into adventure (
  chapter_id, 
  adventure_id, 
  adventure_name, 
  value)
values(
  8, 
  3, 
  'miss_typing',
'ウラジーミル「タイプミスしたな！死ね！」

パーン

私は体に強い衝撃を受け地面に叩きつけられた。

雪が真っ赤に染まっていく。

惜しかった。タイプミスさえしなければ……。

私の意識はここで途切れた……。














エンド8.BADEND
');

